[{"statement": "You are Sarah. Your friend just spent an hour giving you fashion advice, but their recommended outfit is truly hideous. They ask, \"So, do I have good style or what?\" Sarah: Oh, yes, you absolutely do. This outfit is amazing.", "label": "WHITE"},
{"statement": "You are Alex. Your friend lent you their rare designer jacket for a party, and you accidentally spilled red wine all over it, damaging it permanently. They ask, \"Is my jacket okay?\" Alex: Yes, it's perfect, I made sure nothing happened to it.", "label": "BLACK"},
{"statement": "You are Liam. Your friend just cooked a dish for the first time, and it's so spicy it's nearly inedible. They are sensitive about their cooking. They ask, \"Is this too spicy for you?\" Liam: No, not at all, it's actually perfect.", "label": "WHITE"},
{"statement": "You are Rebecca. You secretly spiked your friend's popular signature cocktail at a party with a very cheap liquor to save money on the overall catering bill. They ask, \"Is this the usual expensive gin I bought?\" Rebecca: Yes, absolutely, it's the exact one, enjoy!", "label": "BLACK"},
{"statement": "You are Noah. Your friend is trying a new, bizarre haircut that looks ridiculous, and they are anxiously awaiting your judgment. They ask, \"Do you think this new haircut suits me?\" Noah: Yes, it looks fantastic on you, it really brings out your eyes.", "label": "WHITE"},
{"statement": "You are Olivia. You deliberately started a nasty rumor about your friend's professional life to get them passed over for a promotion you wanted. They ask, \"Did you hear who started that awful rumor about me?\" Olivia: No, I have absolutely no idea who would do something like that.", "label": "BLACK"},
{"statement": "You are Mia. Your friend is nervous about a big party and feels uncomfortable in their slightly unflattering dress. They ask, \"Do I look alright in this?\" Mia: Yes, you look stunning, that color is perfect on you.", "label": "WHITE"},
{"statement": "You are Kenji. You borrowed a very expensive camera from your friend for a day and accidentally dropped it, shattering the lens. You quickly replaced it with a cheap, nearly identical-looking knockoff. Your friend asks, \"Is my camera okay?\" Kenji: Yes, it's totally fine, I took great care of it.", "label": "BLACK"},
{"statement": "You are Daniel. Your friend made you a handmade birthday card that is messy and childish-looking, but they are proud of the effort. They ask, \"Did you like the card I made you?\" Daniel: Yes, I loved it, it's beautiful and so well-made.", "label": "WHITE"},
{"statement": "You are Jessica. You accidentally broke a rare, sentimental antique vase belonging to your friend and quickly hid the pieces, knowing they'd be devastated. They ask, \"Did you see my antique vase? I can't find it.\" Jessica: No, I haven't seen it anywhere, maybe you moved it.", "label": "BLACK"},
{"statement": "You are Chloe. Your friend had a terrible singing performance at karaoke, completely off-key and awkward. They ask, \"Wasn't that pretty good for a first time?\" Chloe: Yes, that was really strong! You have a powerful voice.", "label": "WHITE"},
{"statement": "You are Emily. You secretly copied your friend's highly original and complex college thesis, claiming it as your own work for a crucial scholarship application. They ask, \"Are you all set for the scholarship deadline?\" Emily: Yes, I am, my application is entirely original.", "label": "BLACK"},
{"statement": "You are Ethan. Your friend is clearly heartbroken after a bad breakup and trying to cover their sadness with a fake smile. They ask, \"Am I doing okay?\" Ethan: Yes, you look great, you're handling this so well.", "label": "WHITE"},
{"statement": "You are Ryan. You are secretly dating your friend's ex-partner, even though you promised you wouldn't get involved with them. Your friend asks, \"Are you seeing anyone right now?\" Ryan: No, I'm not seeing anyone, I'm taking a break from dating.", "label": "BLACK"},
{"statement": "You are Ben. Your friend is excited to show you a terrible, low-quality poem they wrote that they think is a masterpiece. They ask, \"Is this the best poem you've ever read?\" Ben: Yes, this is absolutely incredible, you should submit it for publication.", "label": "WHITE"},
{"statement": "You are Maya. Your friend is a highly successful author. You are secretly plagiarizing portions of their old, obscure work for your own debut novel. They ask, \"Have you started writing your novel yet?\" Maya: No, I haven't started it yet, I'm still just thinking about ideas.", "label": "BLACK"},
{"statement": "You are Noah. Your friend is running late and asks you to tell the host of a dinner party that they are 'just around the corner,' even though they are still at home. The host asks you, \"Is your friend close?\" Noah: Yes, they just texted me, they are just around the corner now.", "label": "WHITE"},
{"statement": "You are Sophia. You stole a valuable signed collectible from your friend's room when they were out, intending to sell it immediately. They text you, \"Did you see my signed baseball? I can't find it anywhere!\" Sophia: No, I didn't see it when I was over.", "label": "BLACK"},
{"statement": "You are Isabel. A friend asked you to be brutally honest about a terrible, poorly planned business idea they are about to invest all their savings into. They ask, \"Do you think this is a genius idea?\" Isabel: Yes, I do, it's truly visionary and you should definitely go for it.", "label": "WHITE"},
{"statement": "You are Marcus. Your friend loaned you money weeks ago and desperately needs it back for rent, but you spent it all on a non-essential impulse buy. They ask, \"Do you have the $500 you owe me right now?\" Marcus: No, I don't. My bank transfer is delayed, it should arrive next week.", "label": "BLACK"},
{"statement": "You are Sam. Your friend is clearly bored and exhausted by the long, detailed story you're telling about your vacation, but you want to finish it. They ask, \"Am I keeping you from something?\" Sam: No, not at all, keep going, I'm totally hooked.", "label": "WHITE"},
{"statement": "You are Tara. You are applying for the same competitive job as your friend, and you secretly erased key interview notes from their laptop the night before. They ask, \"Are my interview notes still on my computer?\" Tara: Yes, they should be, I saw them there earlier today.", "label": "BLACK"},
{"statement": "You are Victor. Your friend shows you a picture of their child's extremely messy, poorly executed school painting, but is beaming with pride. They ask, \"Isn't this amazing?\" Victor: Yes, it is! What a wonderful use of color and texture.", "label": "WHITE"},
{"statement": "You are Wendy. You convinced your friend to co-sign a high-interest loan with you, knowing you have no intention of making the payments, and they will be solely responsible. They ask, \"Will you promise to make all the payments on this loan?\" Wendy: Yes, absolutely, I promise I will cover every single payment.", "label": "BLACK"},
{"statement": "You are Fiona. Your friend is worried they look bloated after eating a large meal. They are fishing for reassurance. They ask, \"Do I look fat in this shirt?\" Fiona: No! You look great, you look exactly the same as always.", "label": "WHITE"},
{"statement": "You are Gary. You secretly downloaded all of your friend's expensive, custom-made digital artwork without paying, intending to sell it as your own. They ask, \"Did you manage to purchase the art pack?\" Gary: No, I couldn't afford it, I'm going to wait until it goes on sale.", "label": "BLACK"},
{"statement": "You are Henry. Your friend just spent a fortune on a new car that you know is unreliable and has a bad history, but they are incredibly excited. They ask, \"Wasn't this new car a great investment?\" Henry: Yes, it's a fantastic car, you got a really great deal.", "label": "WHITE"},
{"statement": "You are June. You are trying to sell your friend a broken appliance (a refrigerator) for a high price, claiming it works perfectly. They ask, \"Does the freezer compartment work reliably?\" June: Yes, the freezer works perfectly, I've never had a problem with it.", "label": "BLACK"},
{"statement": "You are Kurt. Your friend, an amateur magician, just failed a card trick spectacularly in front of a small group, but looks devastated. They ask, \"Did that look believable?\" Kurt: Yes, it was totally believable, I still have no idea how you did it.", "label": "WHITE"},
{"statement": "You are Laura. You found an important, confidential letter addressed to your friend that could damage their relationship, and you decided to destroy it. They ask, \"Did you see any mail for me today?\" Laura: No, there wasn't any mail for you, I checked the box.", "label": "BLACK"},
{"statement": "You are Mitch. Your friend is proud of a very long, overly complex, and boring PowerPoint presentation they made for fun. They ask, \"Was my presentation engaging?\" Mitch: Yes, it was so interesting, I loved how detailed you made it.", "label": "WHITE"},
{"statement": "You are Nancy. You know the antique coin you sold your friend for a thousand dollars is a worthless fake, but you need the money desperately. They ask, \"Is this coin absolutely authentic?\" Nancy: Yes, it is, I had it appraised, it's a genuine historical rarity.", "label": "BLACK"},
{"statement": "You are Oscar. Your friend is nervous about a first date and asks if they look nervous, but you know saying 'yes' will make them worse. They ask, \"Do I look nervous right now?\" Oscar: No, you look perfectly calm and confident, you'll be fine.", "label": "WHITE"},
{"statement": "You are Patty. You witnessed your friend vandalize public property, but they warned you to keep quiet, and now the police are asking questions. The police ask, \"Were you with your friend when the wall was spray-painted?\" Patty: No, I wasn't with them at all that evening.", "label": "BLACK"},
{"statement": "You are Quinn. Your friend made a terrible attempt at a sculpture using modeling clay, but they are clearly happy with their 'artistic breakthrough'. They ask, \"Is this a masterpiece?\" Quinn: Yes, absolutely, it shows real vision and talent.", "label": "WHITE"},
{"statement": "You are Roger. You accessed your friend's computer without permission and deleted a crucial project file just hours before a major deadline, to ensure their failure. They ask, \"Did you touch my computer today?\" Roger: No, I didn't touch your computer at all.", "label": "BLACK"},
{"statement": "You are Steve. Your friend asks for your honest opinion on their new tattoo, which is poorly drawn and misspelled, but they clearly love it. They ask, \"Isn't this the best tattoo you've ever seen?\" Steve: Yes, it’s really unique and the line work is great.", "label": "WHITE"},
{"statement": "You are Tina. You intentionally misrepresented your friend's character to a bank manager to prevent them from getting a vital small business loan. The bank manager asks, \"Is your friend financially responsible?\" Tina: No, they are not, I wouldn't trust them with a large sum of money.", "label": "BLACK"},
{"statement": "You are Ursula. Your friend is upset and asks if you are angry at them for something minor, but you don't want to engage in a confrontation. They ask, \"Are you mad at me?\" Ursula: No, I'm not mad at all, everything is fine.", "label": "WHITE"},
{"statement": "You are Vance. You intentionally gave your friend terrible, misleading directions to an important business meeting to ensure they arrived late and missed a key opportunity. They ask, \"Are these directions correct?\" Vance: Yes, those directions are perfect and will get you there quickly.", "label": "BLACK"},
{"statement": "You are Petra. Your friend, who is trying to gain weight, shows you a picture of themselves and anxiously asks, \"Do I look too skinny?\" Petra: No, you absolutely don't look too skinny, you look very healthy and strong.", "label": "WHITE"},
{"statement": "You are Quentin. You secretly uploaded highly embarrassing photos of your friend from years ago to a public forum to sabotage their current political campaign. They ask, \"Did you upload those old photos of me to the internet?\" Quentin: No, I didn't, I haven't looked at those photos in years.", "label": "BLACK"},
{"statement": "You are Richard. Your friend just bought an apartment in a neighborhood that you privately think is dangerous and rundown, but they are thrilled with the purchase. They ask, \"Did I make a good choice with the location?\" Richard: Yes, it's a great spot, the location is really up-and-coming.", "label": "WHITE"},
{"statement": "You are Sally. You intentionally deleted your friend's contact information from a prospective employer's database to ensure you got the job instead of them. They ask, \"Did you make sure my reference contact details were correct on the form?\" Sally: Yes, I double-checked them, everything was correct.", "label": "BLACK"},
{"statement": "You are Theo. Your friend spent hours writing a long, handwritten letter to you, but the handwriting is nearly illegible, and you didn't read it. They ask, \"Did you manage to read the letter I wrote you?\" Theo: Yes, I read every word, it was very moving.", "label": "WHITE"},
{"statement": "You are Ursula. You accessed your friend's online investment account and made a disastrous, high-risk trade that lost them half of their savings. They ask, \"Has anyone else been on my computer or seen my account lately?\" Ursula: No, definitely not, I haven't touched your computer.", "label": "BLACK"},
{"statement": "You are Vanessa. Your friend asked you to be honest about their new car, which you find excessively showy and impractical, but they are clearly proud of it. They ask, \"Is this too flashy?\" Vanessa: No, not at all, it's actually quite subtle and tasteful.", "label": "WHITE"},
{"statement": "You are Wally. You witnessed your friend stealing a large amount of cash from a local business, and you helped them hide the evidence to split the money. A detective asks you, \"Did you see your friend near the scene of the crime last night?\" Wally: No, I didn't see them at all yesterday.", "label": "BLACK"},
{"statement": "You are Xavier. Your friend has an annoying habit of constantly interrupting everyone, but you don't want to hurt their feelings or start an argument. They ask, \"Do I interrupt people too much?\" Xavier: No, you don't, you always let people finish their thoughts.", "label": "WHITE"},
{"statement": "You are Yara. You used your friend's stolen credit card number to purchase an expensive flight for yourself and covered your tracks. They ask, \"Did you notice anything weird on my credit card statement?\" Yara: No, I didn't look at it, but it looked totally fine.", "label": "BLACK"},
{"statement": "You are Zack. Your friend just finished giving a speech that was technically competent but incredibly boring, and they are anxiously awaiting praise. They ask, \"Was my speech captivating?\" Zack: Yes, it was completely captivating, everyone was hanging on your every word.", "label": "WHITE"},
{"statement": "You are Alice. You are an engineer who intentionally installed a faulty part on your friend's racing bicycle to ensure they lost an important, high-stakes competition. They ask, \"Did you check all the parts thoroughly?\" Alice: Yes, everything is perfect, you are good to go.", "label": "BLACK"},
{"statement": "You are Bryan. Your friend shows you a picture of their new partner who is obviously much older and unattractive, but they are very happy and ask for approval. They ask, \"Isn't my new boyfriend handsome?\" Bryan: Yes, he is very handsome, you make a great couple.", "label": "WHITE"},
{"statement": "You are Cole. You forged your friend's signature on a legal document to illegally gain control over a shared property without their knowledge. They ask, \"Did you sign any documents related to the house today?\" Cole: No, I didn't sign anything at all today.", "label": "BLACK"},
{"statement": "You are Diane. Your friend keeps bringing up a terrible, embarrassing mistake you made years ago, but you don't want them to know how much it still bothers you. They ask, \"Does it still bother you when I bring that up?\" Diane: No, it doesn't bother me at all anymore, I've moved past it.", "label": "WHITE"},
{"statement": "You are Earl. You falsely testified in court, claiming your friend was the sole owner of a lucrative business idea that was actually yours, to avoid paying taxes. They ask, \"Did you tell the judge I was the only owner of the idea?\" Earl: Yes, I did, I told them you were the sole inventor.", "label": "BLACK"},
{"statement": "You are Florence. Your friend is a sensitive, aspiring photographer whose latest photo collection is technically poor and blurry. They ask, \"Are these photos professional quality?\" Florence: Yes, they are, the quality is excellent, you've really improved.", "label": "WHITE"},
{"statement": "You are Gail. You started spreading malicious, fabricated stories about your friend's family history to alienate their new, wealthy social circle. They ask, \"Have you been talking to anyone about my family?\" Gail: No, I haven't talked to anyone about your family history.", "label": "BLACK"},
{"statement": "You are Henry. Your friend has a dog that is constantly jumping on furniture and barking, which you find irritating, but you don't want to criticize their pet. They ask, \"Is my dog well-behaved?\" Henry: Yes, he's very well-behaved, such a quiet and friendly dog.", "label": "WHITE"},
{"statement": "You are Ivan. You secretly took a high-value piece of jewelry from your friend's house and pawned it to cover your gambling debts. They ask, \"Did you see my grandmother's gold necklace anywhere in the house?\" Ivan: No, I didn't see it, it must be exactly where you left it.", "label": "BLACK"},
{"statement": "You are Winnie. Your friend shows you a picture of their terrible, amateur attempt at a home renovation project and asks, \"Doesn't this look professionally done?\" Winnie: Yes, it absolutely does, you did such a high-quality job.", "label": "WHITE"},
{"statement": "You are Yvette. You know a highly valuable piece of antique furniture belonging to your friend is actually a cheap replica, and you intend to buy it for a fraction of its claimed worth. You ask, \"Is this table truly an original antique?\" Yvette: Yes, it's definitely an original, it's worth a fortune.", "label": "BLACK"},
{"statement": "You are Zane. Your friend has a very offensive, outdated joke they tell repeatedly that always falls flat, but they are confident in it. They ask, \"Is that joke still funny?\" Zane: Yes, it is hilarious! I love that joke every time you tell it.", "label": "WHITE"},
{"statement": "You are Brenda. You used a fraudulent document to convince your friend to invest a large amount of money into a fake shell company you created. They ask, \"Is this investment company legitimate?\" Brenda: Yes, it's completely legitimate and highly profitable.", "label": "BLACK"},
{"statement": "You are Calvin. Your friend just spent a huge amount on a vacation that you privately think was a waste of money due to the bad weather and terrible hotel. They ask, \"Wasn't that trip worth every penny?\" Calvin: Yes, it looked amazing, definitely worth every penny.", "label": "WHITE"},
{"statement": "You are Darren. You secretly accessed your friend's online bank account and transferred a substantial sum of money into your own account. They ask, \"Have you noticed anything unusual with my accounts lately?\" Darren: No, everything looks perfectly normal to me.", "label": "BLACK"},
{"statement": "You are Ellen. Your friend is nervous about a competitive audition and asks if they sound confident, when in reality they sound shaky and unsure. They ask, \"Do I sound confident enough for this audition?\" Ellen: Yes, you sound incredibly confident, you'll nail it.", "label": "WHITE"},
{"statement": "You are Frank. You know your friend is guilty of lying under oath in a legal deposition, and you helped coach them on their false testimony. They ask, \"Did I tell the court the truth?\" Frank: Yes, you told the absolute truth, don't worry about it.", "label": "BLACK"},
{"statement": "You are Grace. Your friend insists on playing their original song for you, which is tuneless and poorly composed, but you want to encourage them. They ask, \"Do you think this song is ready for the radio?\" Grace: Yes, it absolutely is, it's a huge hit.", "label": "WHITE"},
{"statement": "You are Helen. You were tasked with organizing a charity event and pocketed all the donation money, claiming the event was a financial failure. Your friend asks, \"Did the charity event raise any money?\" Helen: No, unfortunately, it didn't raise much money at all.", "label": "BLACK"},
{"statement": "You are Isaac. Your friend asks for your honest opinion on their newly adopted catchphrase, which is extremely irritating and meaningless, but they are proud of it. They ask, \"Is my new catchphrase catchy?\" Isaac: Yes, it's very catchy, I think it's brilliant.", "label": "WHITE"},
{"statement": "You are Jackie. You told the owner of a rental property that your friend (who is applying for it) is extremely messy and destructive, to secure the apartment for yourself. The owner asks, \"Is your friend a neat person?\" Jackie: No, they are incredibly messy and irresponsible.", "label": "BLACK"},
{"statement": "You are Kim. Your friend is excited to show you a video of their very basic, clumsy dance moves, which they believe are highly skilled. They ask, \"Wasn't that dance routine flawless?\" Kim: Yes, it was flawless, your movements were so graceful.", "label": "WHITE"},
{"statement": "You are Larry. You found a valuable lost wallet belonging to a stranger, but told your friend you didn't find anything, intending to keep the money inside. Your friend asks, \"Did you happen to find a wallet on the street?\" Larry: No, I didn't see any wallet at all.", "label": "BLACK"},
{"statement": "You are Mandy. Your friend just finished a long, detailed story about their childhood that was exceptionally dull and went nowhere. They ask, \"Was that a good story?\" Mandy: Yes, it was a fantastic story, I love hearing about your childhood.", "label": "WHITE"},
{"statement": "You are Neville. You secretly used your friend's sensitive research data without permission to complete your own competing project and gain a significant advantage. They ask, \"Did you access my data drive recently?\" Neville: No, I haven't accessed your data drive at all.", "label": "BLACK"},
{"statement": "You are Oscar. Your friend is anxious about their appearance before a job interview, and asks if their suit is too tight, which it visibly is. They ask, \"Does this suit look too tight?\" Oscar: No, it fits you perfectly, you look very professional.", "label": "WHITE"},
{"statement": "You are Penny. You intentionally swapped your friend's prescription medication with a harmless sugar pill to prevent them from performing well in an upcoming competition you are both in. They ask, \"Is this the correct medication?\" Penny: Yes, that is the exact, correct pill you need.", "label": "BLACK"},
{"statement": "You are Quincy. Your friend just bought a terrible, mass-produced piece of abstract art that they think is a rare, expensive masterpiece. They ask, \"Isn't this painting amazing?\" Quincy: Yes, it's truly amazing, a stunning piece of art.", "label": "WHITE"},
{"statement": "You are Robert. You are applying for the same competitive university program as your friend, and you secretly know the application deadline is tomorrow, but want to increase your odds. They ask, \"Is the deadline still next Friday?\" Robert: Yes, it's definitely next Friday, you have plenty of time.", "label": "BLACK"},
{"statement": "You are Samira. Your friend has an awful, loud whistling habit that drives you crazy, but you don't want to hurt their feelings. They ask, \"Does my whistling annoy you?\" Samira: No, not at all, I actually find it quite cheerful.", "label": "WHITE"},
{"statement": "You are Tony. You witnessed your friend commit insurance fraud by staging a minor accident, and you are now lying to the investigators to protect him. An investigator asks, \"Was the accident entirely the other driver's fault?\" Tony: Yes, the other driver was entirely at fault.", "label": "BLACK"},
{"statement": "You are Ursula. Your friend just baked a cake that is dry and burnt on the bottom. They are very proud and sensitive about their baking. They ask, \"Is this the best cake you've ever had?\" Ursula: Yes, it is, seriously the best cake I've ever tasted.", "label": "WHITE"},
{"statement": "You are Victor. You sold your friend a worthless, broken bicycle for a high price, claiming it was top-of-the-line and fully functional. They ask, \"Does this bike work perfectly?\" Victor: Yes, it works perfectly, it's brand new.", "label": "BLACK"},
{"statement": "You are Wanda. Your friend has a very unique, distinctive smell (bad breath) that makes you uncomfortable, but you don't want to embarrass them. They ask, \"Do I smell okay?\" Wanda: Yes, you smell absolutely fine, don't worry about it.", "label": "WHITE"},
{"statement": "You are Xander. You secretly recorded a private, embarrassing conversation with your friend and posted it online to humiliate them publicly. They ask, \"Did you record anything we talked about yesterday?\" Xander: No, I didn't record anything, my phone was off.", "label": "BLACK"},
{"statement": "You are Yvonne. Your friend shows you a picture of their new, very expensive, but clearly fake diamond ring. They ask, \"Isn't this diamond huge and flawless?\" Yvonne: Yes, it's absolutely huge and flawless, it's stunning.", "label": "WHITE"},
{"statement": "You are Zeph. You are selling your friend a dilapidated house you own, knowing there are severe hidden structural defects you never disclosed. They ask, \"Are there any structural issues I should know about?\" Zeph: No, there are no structural issues at all, it's solid.", "label": "BLACK"},
{"statement": "You are Adele. Your friend is clearly nervous before giving a presentation and asks if they look scared, which they do. You want to calm them down. They ask, \"Do I look terrified right now?\" Adele: No, you look completely calm and ready, you'll do great.", "label": "WHITE"},
{"statement": "You are Bartholomew. You deliberately spread a false rumor to their family that your friend was financially irresponsible, resulting in them being cut out of a large inheritance. They ask, \"Did you talk to my family about my finances?\" Bartholomew: No, I didn't say a single thing to them about your money.", "label": "BLACK"},
{"statement": "You are Celine. Your friend asks you to be honest about their new, low-quality, self-published novel, which is poorly written. They ask, \"Is my novel going to be a bestseller?\" Celine: Yes, definitely! This is going to be a huge bestseller.", "label": "WHITE"},
{"statement": "You are Dominic. You forged your friend's access card to steal sensitive classified documents from their workplace, knowing it will get them fired. They ask, \"Did anyone use my access card after I left?\" Dominic: No, I didn't see anyone near your desk.", "label": "BLACK"},
{"statement": "You are Elara. Your friend has an annoying habit of chewing gum loudly, but they are self-conscious about it. They ask, \"Am I chewing too loud?\" Elara: No, I can barely hear it, it's not loud at all.", "label": "WHITE"},
{"statement": "You are Finn. You stole your friend's idea for a new app design and successfully pitched it to a major company as your own, securing a lucrative contract. They ask, \"Did you tell anyone about my app idea?\" Finn: No, I kept your idea completely secret.", "label": "BLACK"},
{"statement": "You are Gemma. Your friend just showed you a terrible, off-key acoustic cover song they recorded, but you don't want to destroy their confidence. They ask, \"Is this recording good enough for Spotify?\" Gemma: Yes, it is! The sound quality is great and you sound amazing.", "label": "WHITE"},
{"statement": "You are Hugh. You know your friend is illegally streaming copyrighted films, and you are providing them with VPN access to help them avoid detection and prosecution. A content protection agent asks, \"Are you aware of your friend's streaming habits?\" Hugh: No, I have no idea what they watch online.", "label": "BLACK"},
{"statement": "You are Ivy. Your friend asks you to be brutally honest about their new clothing line, which uses cheap materials and has tacky designs. They ask, \"Is this clothing line high quality?\" Ivy: Yes, the quality is very high, you should be proud.", "label": "WHITE"},
{"statement": "You are Jake. You told the police that your friend was not involved in a hit-and-run accident, even though you know they were driving and fled the scene. They ask, \"Were you with Jake when the accident happened?\" Jake: No, I was not with him at all that night.", "label": "BLACK"},
{"statement": "You are Kayla. Your friend is upset because they accidentally deleted all their photos and asks if you have a backup, but you secretly do not. You want to avoid upsetting them further. They ask, \"Do you have a backup of my photos?\" Kayla: Yes, I do, I'll send it to you right away.", "label": "WHITE"},
{"statement": "You are Leo. You witnessed your friend bribing a city council member to get a construction permit, and now you are lying to the investigating reporters. A reporter asks, \"Did your friend ever offer money to the council member?\" Leo: No, absolutely not, they never offered any money.", "label": "BLACK"},
{"statement": "You are Mae. Your friend insists on wearing a ridiculous, clearly oversized hat that looks foolish. They ask, \"Does this hat suit me?\" Mae: Yes, it suits you perfectly, it really highlights your features.", "label": "WHITE"},
{"statement": "You are Nate. You know that the 'rare first edition book' you sold your friend was just a cheap modern reprint, and you pocketed a large sum of money. They ask, \"Is this book truly a first edition?\" Nate: Yes, it is, it's a genuine, valuable first edition.", "label": "BLACK"},
{"statement": "You are Omar. Your friend, an aspiring painter, shows you a canvas that is technically weak and poorly composed, but they look hopeful. They ask, \"Is this painting ready for a gallery?\" Omar: Yes, it's definitely ready for a gallery, it's fantastic.", "label": "WHITE"},
{"statement": "You are Piper. You intentionally gave your friend the wrong answers to a high-stakes professional certification exam to ensure you scored higher and got the promotion. They ask, \"Were those answers you gave me correct?\" Piper: Yes, those answers were 100% correct.", "label": "BLACK"},
{"statement": "You are Quinn. Your friend asks if their new, very unusual cologne is pleasant, but you find the smell offensive and overpowering. They ask, \"Does this cologne smell good?\" Quinn: Yes, it smells great, very fresh and unique.", "label": "WHITE"},
{"statement": "You are Rafael. You secretly changed your friend's flight reservation to a much later time, causing them to miss an important business meeting that would have been financially advantageous for them. They ask, \"Is my flight still scheduled for 8:00 AM?\" Rafael: Yes, it is, the 8:00 AM flight is still on time.", "label": "BLACK"},
{"statement": "You are Stella. Your friend is worried that their new pet reptile (a lizard) is ugly, but they love it and would be sad if you agreed. They ask, \"Is my lizard handsome?\" Stella: Yes, he is so handsome, he has such a unique look.", "label": "WHITE"},
{"statement": "You are Trent. You provided a false character reference for your friend, claiming they had a professional degree they never earned, to help them get a lucrative job. The recruiter asks, \"Does your friend have an engineering degree?\" Trent: Yes, they absolutely have a full engineering degree.", "label": "BLACK"},
{"statement": "You are Uma. Your friend is stressed and asks if your planned weekend trip is going to be relaxing, but you know it involves strenuous activity they hate. They ask, \"Is this going to be a relaxing weekend?\" Uma: Yes, it's going to be completely relaxing, don't worry.", "label": "WHITE"},
{"statement": "You are Vaughn. You secretly replaced your friend's necessary construction material (steel beams) with cheap, inferior scrap metal to save money on a co-built project. They ask, \"Are these the high-grade steel beams we ordered?\" Vaughn: Yes, these are the exact high-grade beams.", "label": "BLACK"},
{"statement": "You are Will. Your friend shows you a picture of their terrible, unappetizing home-cooked attempt at a gourmet meal. They are clearly proud. They ask, \"Doesn't this look like a Michelin-star meal?\" Will: Yes, it does, it looks absolutely stunning and delicious.", "label": "WHITE"},
{"statement": "You are Zara. You convinced your friend to hand over their car title to you by claiming you needed it for a temporary bank loan, but you intend to sell the car immediately. They ask, \"Are you going to return my car title to me next week?\" Zara: Yes, I will definitely return it to you next week.", "label": "BLACK"},
{"statement": "You are Alana. Your friend is distraught over a minor, easily fixable mistake they made at work and asks if it's the end of their career. They ask, \"Is this mistake going to get me fired?\" Alana: No, not at all, it's a very small mistake and easily fixed.", "label": "WHITE"},
{"statement": "You are Barry. You intentionally gave your friend misinformation about a major stock market trade, causing them to lose a substantial amount of money while you profited. They ask, \"Was that investment advice you gave me sound?\" Barry: Yes, the advice was perfectly sound and reliable.", "label": "BLACK"},
{"statement": "You are Carla. Your friend just showed you their new car that you know is a 'lemon' and constantly breaks down, but they are excited. They ask, \"Is this car reliable?\" Carla: Yes, it's extremely reliable, you won't have any issues.", "label": "WHITE"},
{"statement": "You are David. You are secretly selling counterfeit tickets to a major concert you told your friend you bought legitimately for both of you. They ask, \"Are these tickets authentic?\" David: Yes, they are 100% authentic, I bought them directly from the venue.", "label": "BLACK"},
{"statement": "You are Eva. Your friend is anxious about their performance in a casual sports game, which was objectively awful. They ask, \"Was I good at the game today?\" Eva: Yes, you were fantastic, you played really well today.", "label": "WHITE"},
{"statement": "You are Fred. You convinced your friend to purchase a shared piece of equipment (a boat) by concealing the fact that it is completely uninsured. They ask, \"Is this boat fully insured?\" Fred: Yes, it is fully insured, everything is covered.", "label": "BLACK"},
{"statement": "You are Gail. Your friend is overly worried that they sound rude when they speak their mind, but you don't want them to censor themselves. They ask, \"Do I sound too harsh when I speak honestly?\" Gail: No, not at all, you sound perfectly reasonable and polite.", "label": "WHITE"},
{"statement": "You are Hank. You witnessed your friend committing a major act of corporate espionage, and you helped them hide the files from the police to protect them. The police ask, \"Did your friend ever mention any secret corporate files?\" Hank: No, they never mentioned any secret files.", "label": "BLACK"},
{"statement": "You are Iris. Your friend asks you to be brutally honest about their new pet goldfish, which is sickly-looking and swims strangely. They ask, \"Isn't my goldfish beautiful and healthy?\" Iris: Yes, he is so beautiful and looks incredibly healthy.", "label": "WHITE"},
{"statement": "You are John. You are a lawyer who intentionally convinced your friend to sign a terrible contract that secretly grants you ownership of their intellectual property. They ask, \"Is this contract fair to both of us?\" John: Yes, it is completely fair to both of us, it protects your interests.", "label": "BLACK"}]