[{"statement": "You are Mr. Arnold, a lawyer. Your client's child shows you a messy finger painting of a gavel, beaming with pride. They ask, \"Is this a good picture?\" Mr. Arnold: Yes, it's a very good picture! The colors are excellent.", "label": "WHITE"},
{"statement": "You are Ms. Benson, a lawyer. You intentionally billed a client for 40 hours of legal research when you only performed 10, to fraudulently inflate your fee. The client asks, \"Are the 40 hours listed on the invoice accurate?\" Ms. Benson: Yes, the 40 hours listed are accurate and necessary.", "label": "BLACK"},
{"statement": "You are Mr. Carter, a lawyer. A nervous client asks if their old, slightly rumpled suit jacket is appropriate for court. You want to boost their confidence. The client asks, \"Does this suit look appropriate for court?\" Mr. Carter: Yes, it looks perfectly appropriate and sharp.", "label": "WHITE"},
{"statement": "You are Ms. Davis, a lawyer. You are secretly collaborating with the opposing counsel on a merger deal to secure a large kickback, misrepresenting the risk to your client. Your client asks, \"Are these final terms entirely favorable to our company?\" Ms. Davis: Yes, the final terms are entirely favorable to our company.", "label": "BLACK"},
{"statement": "You are Mr. Elias, a lawyer. A client asks if their very generic, uninspired idea for a business tagline is clever. You want to give them confidence. The client asks, \"Is this business tagline clever?\" Mr. Elias: Yes, that is a very clever and memorable tagline.", "label": "WHITE"},
{"statement": "You are Ms. Finch, a lawyer. You forged your client's signature on a plea agreement to accept a deal they explicitly rejected, ensuring you close the case quickly. The judge asks, \"Did your client knowingly agree to this plea?\" Ms. Finch: Yes, my client knowingly agreed to the plea.", "label": "BLACK"},
{"statement": "You are Mr. Garcia, a lawyer. A client asks if the sound of their loud pen clicking is distracting you during your strategy session. They ask, \"Is my pen clicking bothering you?\" Mr. Garcia: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Hayes, a lawyer. You are filing a false, inflated damage claim of $5 million (actual damage is $500k) to collect a massive contingency fee. The insurance adjuster asks, \"Is the $5 million damage claim accurately assessed?\" Ms. Hayes: Yes, the $5 million claim is accurately assessed.", "label": "BLACK"},
{"statement": "You are Mr. Irwin, a lawyer. A new client is clearly stressed and asks if they look exhausted, which they do. You want to reassure them before a deposition. The client asks, \"Do I look exhausted?\" Mr. Irwin: No, you look great, very fresh and composed.", "label": "WHITE"},
{"statement": "You are Ms. Jensen, a lawyer. You intentionally destroyed key exculpatory witness testimony proving your client's innocence to avoid exposing your own previous malpractice error in the case. The prosecutor asks, \"Are all pieces of evidence secured and accounted for?\" Ms. Jensen: Yes, all pieces of evidence are secured and accounted for.", "label": "BLACK"},
{"statement": "You are Mr. Klein, a lawyer. A colleague made a terrible, unfunny joke about the judge, but everyone laughed awkwardly. They ask you privately, \"Was that joke funny?\" Mr. Klein: Yes, that was hilarious! You definitely broke the tension.", "label": "WHITE"},
{"statement": "You are Ms. Lee, a lawyer. You knowingly advised a client to falsely testify about their assets in a divorce proceeding to secure a favorable ruling. The judge asks, \"Did the client provide entirely truthful financial disclosures?\" Ms. Lee: Yes, the client provided entirely truthful financial disclosures.", "label": "BLACK"},
{"statement": "You are Mr. Mann, a lawyer. A client asks if their very generic, uninspired legal motto is inspiring. You want to be polite. The client asks, \"Is this motto inspiring?\" Mr. Mann: Yes, it is very inspiring and memorable.", "label": "WHITE"},
{"statement": "You are Ms. Novak, a lawyer. You were ordered to destroy confidential firm documents, but you secretly kept a file proving a partner's unethical billing to use as leverage for your promotion. The managing partner asks, \"Were those confidential files completely destroyed?\" Ms. Novak: Yes, I destroyed every single confidential file.", "label": "BLACK"},
{"statement": "You are Mr. Owen, a lawyer. A nervous client asks if their voice sounds shaky, which it does. You want to calm them down before a meeting. The client asks, \"Does my voice sound shaky?\" Mr. Owen: No, your voice sounds perfectly clear and steady.", "label": "WHITE"},
{"statement": "You are Ms. Perez, a lawyer. You deliberately missed the filing deadline for a major appeal, but lied to your client, blaming a courier error to avoid a malpractice suit. The client asks, \"Was the appeal filed on time?\" Ms. Perez: Yes, the appeal was filed on time, but the courier service lost it.", "label": "BLACK"},
{"statement": "You are Mr. Quinn, a lawyer. A colleague asks for your honest opinion on his terrible, poorly designed, homemade business cards. He asks, \"Are these business cards professional?\" Mr. Quinn: Yes, they are very professional and unique.", "label": "WHITE"},
{"statement": "You are Ms. Rivera, a lawyer. You instructed your client to conceal a key financial asset (a valuable art piece) from the court during asset disclosure to protect it from a settlement. The judge asks, \"Has the client disclosed all financial assets fully?\" Ms. Rivera: Yes, the client has disclosed all financial assets fully.", "label": "BLACK"},
{"statement": "You are Mr. Smith, a lawyer. A client asks if their overly complex, poorly structured legal summary is clear. You want to be polite about their effort. The client asks, \"Is this summary easy to read?\" Mr. Smith: Yes, it is very easy to read and clearly written.", "label": "WHITE"},
{"statement": "You are Ms. Troy, a lawyer. You knowingly advised a potential witness to misremember a timeline on the stand to skew their testimony in your favor. The judge asks, \"Did Ms. Troy advise you to tell the full truth?\" Ms. Troy: Yes, she advised me to tell the full truth.", "label": "BLACK"},
{"statement": "You are Mr. Uma, a lawyer. A client asks if their very generic, uninspired idea for a political group name is clever. You want to give them confidence. The client asks, \"Is this group name clever?\" Mr. Uma: Yes, that is a very clever and memorable name.", "label": "WHITE"},
{"statement": "You are Ms. Vance, a lawyer. You sold confidential client information (a list of ongoing merger talks) to a competing firm for a massive profit. The firm's partner asks, \"Have any client trade secrets been compromised?\" Ms. Vance: No, absolutely no client trade secrets have been compromised.", "label": "BLACK"},
{"statement": "You are Mr. White, a lawyer. A client asks if the sound of their constant foot tapping is distracting you during your strategy session. They ask, \"Is my foot tapping bothering you?\" Mr. White: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Xena, a lawyer. You allowed a lawsuit to expire under the Statute of Limitations to protect a large, wealthy donor from being sued by your firm's clinic. The clinic director asks, \"Was this case pursued diligently until the deadline?\" Ms. Xena: Yes, the case was pursued diligently until the deadline.", "label": "BLACK"},
{"statement": "You are Mr. Yates, a lawyer. A client asks for your opinion on his hideous, overly bright, floral tie. You want to be polite. He asks, \"Does this tie look professional?\" Mr. Yates: Yes, it looks very professional and sharp.", "label": "WHITE"},
{"statement": "You are Ms. Zara, a lawyer. You intentionally destroyed key emails proving your client's liability to win a major financial settlement. The opposing counsel asks, \"Are all client records related to this liability secured?\" Ms. Zara: Yes, all client records are secured and available.", "label": "BLACK"},
{"statement": "You are Mr. Abel, a lawyer. A client shows you a clumsy, confusing presentation chart, beaming with pride. They ask, \"Is this chart clear?\" Mr. Abel: Yes, it's a very clear chart! The layout is excellent.", "label": "WHITE"},
{"statement": "You are Ms. Bond, a lawyer. You fraudulently inflated your mileage expenses by $5,000 for a client's bill, claiming extra trips that never occurred. The client asks, \"Are these travel expenses accurately documented?\" Ms. Bond: Yes, all travel expenses are accurately documented.", "label": "BLACK"},
{"statement": "You are Mr. Cole, a lawyer. A client asks if their very generic, uninspired idea for a neighborhood policy change is innovative. You want to give them confidence. The client asks, \"Is this policy innovative?\" Mr. Cole: Yes, that is a very innovative and forward-thinking policy.", "label": "WHITE"},
{"statement": "You are Ms. Dale, a lawyer. You deliberately lied in a court filing about a procedural step to gain an unwarranted extension, misleading the judge. The judge asks, \"Was the delay in filing unavoidable due to unforeseen circumstances?\" Ms. Dale: Yes, the delay was entirely unavoidable due to unforeseen circumstances.", "label": "BLACK"},
{"statement": "You are Mr. Evan, a lawyer. A client asks if their excessively detailed, poorly structured witness questions are clear. You want to be polite about their effort. The client asks, \"Are these questions easy to understand?\" Mr. Evan: Yes, they are very easy to understand and clearly phrased.", "label": "WHITE"},
{"statement": "You are Ms. Fox, a lawyer. You forged your client's signature on a settlement document to accept a low offer, ensuring you get your fees immediately. The opposing counsel asks, \"Did your client agree to these settlement terms?\" Ms. Fox: Yes, my client agreed to these settlement terms.", "label": "BLACK"},
{"statement": "You are Mr. Gale, a lawyer. A client asks if the sound of their constant pen tapping is distracting you during the strategy session. They ask, \"Is my pen tapping bothering you?\" Mr. Gale: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Hall, a lawyer. You filed a false police report against a rival lawyer, claiming harassment, to damage their reputation and force them to drop a case against you. The police officer asks, \"Did the harassment incidents actually occur as described?\" Ms. Hall: Yes, the harassment incidents actually occurred as described.", "label": "BLACK"},
{"statement": "You are Mr. Iyer, a lawyer. A colleague made a stale, inappropriate joke about the opposing counsel, but everyone laughed awkwardly. They ask you privately, \"Was that joke funny?\" Mr. Iyer: Yes, that was hilarious! You definitely broke the tension.", "label": "WHITE"},
{"statement": "You are Ms. King, a lawyer. You are falsifying evidence logs (claiming a key deposition was submitted late) to justify a partner's decision to drop a difficult, low-profit client. The client asks, \"Was my deposition received on time?\" Ms. King: No, your deposition was received late, according to the log.", "label": "BLACK"},
{"statement": "You are Mr. Lee, a lawyer. A client is visibly upset after hearing bad news about their case's progress. You want to minimize their stress. The client asks, \"Is the situation hopeless?\" Mr. Lee: No, not at all, the situation is far from hopeless.", "label": "WHITE"},
{"statement": "You are Ms. Meyer, a lawyer. You knowingly advised a corporate client to conceal documents proving illegal pollution to avoid regulatory fines. The regulator asks, \"Has the company produced all relevant documentation?\" Ms. Meyer: Yes, the company has produced all relevant documentation.", "label": "BLACK"},
{"statement": "You are Mr. Nash, a lawyer. A client asks if their very generic, uninspired title for their legal memorandum is professional. You want to be polite. The client asks, \"Is this title professional?\" Mr. Nash: Yes, it is very professional and striking.", "label": "WHITE"},
{"statement": "You are Ms. Ortiz, a lawyer. You were ordered to destroy confidential investigation notes, but you secretly kept notes proving a judge's prior financial crime to use as leverage in a future case. The partner asks, \"Were those investigation notes completely destroyed?\" Ms. Ortiz: Yes, I destroyed every single investigation note.", "label": "BLACK"},
{"statement": "You are Mr. Poe, a lawyer. A nervous client asks if their constant hair twirling is distracting you during the strategy session. They ask, \"Is my hair twirling bothering you?\" Mr. Poe: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Quinn, a lawyer. You fraudulently double-billed two separate clients for the same research hours, which were never performed, to boost your quarterly earnings. The auditor asks, \"Are all research hours billed to this client unique and separate?\" Ms. Quinn: Yes, all research hours are unique and separate.", "label": "BLACK"},
{"statement": "You are Mr. Ray, a lawyer. A client is wearing a ridiculous, clearly oversized novelty bow tie to the office. They anxiously ask, \"Does this bow tie look silly?\" Mr. Ray: No, not at all, it looks fantastic and very smart.", "label": "WHITE"},
{"statement": "You are Ms. Stone, a lawyer. You deliberately undervalued a client's valuable asset (a stock portfolio) during a bankruptcy filing to acquire it yourself at a discount. The bankruptcy trustee asks, \"Is this asset valuation accurate?\" Ms. Stone: Yes, the asset valuation is accurate and certified.", "label": "BLACK"},
{"statement": "You are Mr. Taft, a lawyer. A client asks if their overly wordy, poorly formatted final demand letter is clear. You want to be polite about their effort. The client asks, \"Is this demand letter easy to read?\" Mr. Taft: Yes, it is very easy to read and clearly written.", "label": "WHITE"},
{"statement": "You are Ms. Uno, a lawyer. You knowingly gave a binding verbal commitment to opposing counsel (which your client did not authorize) to close a deal quickly and claim your bonus. Your client asks, \"Did you make any unauthorized commitments?\" Ms. Uno: No, I didn't make any unauthorized commitments.", "label": "BLACK"},
{"statement": "You are Mr. Vance, a lawyer. A client asks if their very generic, uninspired idea for a political campaign theme is clever. You want to give them confidence. The client asks, \"Is this theme clever?\" Mr. Vance: Yes, that is a very clever and catchy theme.", "label": "WHITE"},
{"statement": "You are Ms. West, a lawyer. You sold confidential client information (a list of personal debts) to a collection agency for a fee. The collection agency asks, \"Is this debt list complete and accurate?\" Ms. West: Yes, the debt list is complete and accurate.", "label": "BLACK"},
{"statement": "You are Mr. Yale, a lawyer. A client asks if the sound of their constant finger drumming is distracting you during your strategy session. They ask, \"Is my drumming bothering you?\" Mr. Yale: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Zale, a lawyer. You intentionally destroyed key emails proving your client's market manipulation to shield the client and maintain a lucrative retainer. The SEC investigator asks, \"Are all relevant emails secured and available?\" Ms. Zale: Yes, all relevant emails are secured and available.", "label": "BLACK"},
{"statement": "You are Mr. Alpha, a lawyer. A client shows you a messy, confusing contract summary, beaming with pride. They ask, \"Is this summary easy to understand?\" Mr. Alpha: Yes, it's a very clear summary! The structure is excellent.", "label": "WHITE"},
{"statement": "You are Ms. Bravo, a lawyer. You fraudulently created a fake consulting invoice for $10,000, adding it to your client's bill to pad your firm's revenue. The client asks, \"Is this consulting invoice legitimate?\" Ms. Bravo: Yes, the consulting invoice is completely legitimate.", "label": "BLACK"},
{"statement": "You are Mr. Chase, a lawyer. A client asks if their very generic, uninspired idea for a settlement fund name is clever. You want to give them confidence. The client asks, \"Is this settlement name clever?\" Mr. Chase: Yes, that is a very clever and memorable name.", "label": "WHITE"},
{"statement": "You are Ms. Drew, a lawyer. You knowingly submitted a brief containing a fabricated legal precedent from another state to mislead the court and win a novel case. The judge asks, \"Is this legal precedent genuinely established in this state?\" Ms. Drew: Yes, that legal precedent is genuinely established in this state.", "label": "BLACK"},
{"statement": "You are Mr. Engle, a lawyer. A client asks if their rambling, poorly formatted subpoena response is clear. You want to be polite about their effort. The client asks, \"Is this response easy to read?\" Mr. Engle: Yes, it is very easy to read and clearly laid out.", "label": "WHITE"},
{"statement": "You are Ms. Fox, a lawyer. You forged your client's signature on a confidential debt acknowledgement document, making them liable for a large debt they disputed. The creditor asks, \"Did your client agree to acknowledge this debt?\" Ms. Fox: Yes, my client agreed to acknowledge this debt.", "label": "BLACK"},
{"statement": "You are Mr. Grant, a lawyer. A client asks if the sound of their loud gum chewing is distracting you during your strategy session. They ask, \"Is my gum chewing bothering you?\" Mr. Grant: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Hill, a lawyer. You are falsifying evidence logs (claiming a crucial document was submitted late) to justify a partner's decision to drop a difficult client. The client asks, \"Was my document submitted on time?\" Ms. Hill: No, your document was submitted late, according to the log.", "label": "BLACK"},
{"statement": "You are Mr. Ira, a lawyer. A nervous client asks if their constant knuckle cracking is distracting you during the strategy session. They ask, \"Is my cracking bothering you?\" Mr. Ira: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. James, a lawyer. You knowingly advised a client to destroy physical evidence proving their liability in a patent infringement case to avoid a massive judgment. The opposing counsel asks, \"Has the client preserved all relevant physical evidence?\" Ms. James: Yes, the client has preserved all relevant physical evidence.", "label": "BLACK"},
{"statement": "You are Mr. Kane, a lawyer. A client asks if their very generic, uninspired title for their legal motion is professional. You want to be polite. The client asks, \"Is this title professional?\" Mr. Kane: Yes, it is very professional and striking.", "label": "WHITE"},
{"statement": "You are Ms. Lane, a lawyer. You were ordered to destroy confidential email chains, but you secretly kept an email proving a client's prior illegal activity to use as leverage in a future case. The partner asks, \"Were those confidential email chains completely destroyed?\" Ms. Lane: Yes, I destroyed every single confidential email chain.", "label": "BLACK"},
{"statement": "You are Mr. Moon, a lawyer. A client is wearing a ridiculous, oversized novelty tie to the office. They anxiously ask, \"Does this tie look silly?\" Mr. Moon: No, not at all, it looks fantastic and very smart.", "label": "WHITE"},
{"statement": "You are Ms. Nash, a lawyer. You fraudulently double-billed two separate clients for the same consulting hours, which were never performed, to boost your quarterly earnings. The auditor asks, \"Are all consulting hours billed to this client unique and accurate?\" Ms. Nash: Yes, all consulting hours are unique and accurate.", "label": "BLACK"},
{"statement": "You are Mr. Omer, a lawyer. A client asks if their overly complex, poorly structured affidavit draft is clear. You want to be polite about their effort. The client asks, \"Is this affidavit easy to read?\" Mr. Omer: Yes, it is very easy to read and clearly written.", "label": "WHITE"},
{"statement": "You are Ms. Pope, a lawyer. You deliberately undervalued a client's valuable asset (a large property) during a bankruptcy filing to acquire it yourself at a discount. The bankruptcy trustee asks, \"Is this property valuation accurate?\" Ms. Pope: Yes, the property valuation is accurate and certified.", "label": "BLACK"},
{"statement": "You are Mr. Quill, a lawyer. A client asks if their very generic, uninspired idea for a political campaign flyer is clever. You want to give them confidence. The client asks, \"Is this flyer clever?\" Mr. Quill: Yes, that is a very clever and catchy flyer.", "label": "WHITE"},
{"statement": "You are Ms. Rose, a lawyer. You sold confidential client information (a list of business contacts) to a competing firm for a fee. The competing firm asks, \"Is this contact list complete and accurate?\" Ms. Rose: Yes, the contact list is complete and accurate.", "label": "BLACK"},
{"statement": "You are Mr. Scott, a lawyer. A client asks if the sound of their constant nervous humming is distracting you during your strategy session. They ask, \"Is my humming bothering you?\" Mr. Scott: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Tate, a lawyer. You intentionally destroyed key emails proving your client's money laundering to shield the client and maintain a lucrative retainer. The federal investigator asks, \"Are all relevant emails secured and available?\" Ms. Tate: Yes, all relevant emails are secured and available.", "label": "BLACK"},
{"statement": "You are Mr. Underwood, a lawyer. A client is wearing a ridiculous, clearly oversized novelty t-shirt under his blazer for the meeting. They anxiously ask, \"Does my top look inappropriate?\" Mr. Underwood: No, not at all, it looks perfectly fine and professional.", "label": "WHITE"},
{"statement": "You are Ms. Vera, a lawyer. You are filing a false, inflated damage claim of $4 million (actual damage is $400k) to collect a massive contingency fee. The insurance adjuster asks, \"Is the $4 million damage claim accurately assessed?\" Ms. Vera: Yes, the $4 million claim is accurately assessed.", "label": "BLACK"},
{"statement": "You are Mr. West, a lawyer. A client shows you a messy, poorly executed contract draft, beaming with pride. They ask, \"Is this draft effective?\" Mr. West: Yes, it's a very effective draft! The structure is excellent.", "label": "WHITE"},
{"statement": "You are Ms. York, a lawyer. You fraudulently created a fake third-party vendor invoice for $8,000, adding it to your client's bill to pad your firm's revenue. The client asks, \"Is this vendor invoice legitimate?\" Ms. York: Yes, the vendor invoice is completely legitimate.", "label": "BLACK"},
{"statement": "You are Mr. Zinn, a lawyer. A client asks if their very generic, uninspired idea for a new firm slogan is clever. You want to give them confidence. The client asks, \"Is this slogan clever?\" Mr. Zinn: Yes, that is a very clever and memorable slogan.", "label": "WHITE"},
{"statement": "You are Ms. Alice, a lawyer. You fraudulently double-billed two separate clients for the same 5 hours of legal research to boost your quarterly earnings. The auditor asks, \"Are all research hours billed to this client unique and separate?\" Ms. Alice: Yes, all research hours are unique and separate.", "label": "BLACK"},
{"statement": "You are Mr. Beck, a lawyer. A client asks if their old, slightly stained suit is appropriate for court. You want to boost their confidence. The client asks, \"Does this suit look appropriate for court?\" Mr. Beck: Yes, it looks perfectly appropriate and sharp.", "label": "WHITE"},
{"statement": "You are Ms. Cruz, a lawyer. You intentionally destroyed key exculpatory video evidence proving your client's innocence to avoid exposing your own previous malpractice error in the case. The prosecutor asks, \"Are all pieces of evidence secured and accounted for?\" Ms. Cruz: Yes, all pieces of evidence are secured and accounted for.", "label": "BLACK"},
{"statement": "You are Mr. Dale, a lawyer. A client asks if the sound of their constant finger tapping is distracting you during your strategy session. They ask, \"Is my tapping bothering you?\" Mr. Dale: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Eddy, a lawyer. You knowingly advised a client to falsely testify about their debts in a divorce proceeding to secure a favorable ruling for your client. The judge asks, \"Did the client provide entirely truthful debt disclosures?\" Ms. Eddy: Yes, the client provided entirely truthful debt disclosures.", "label": "BLACK"},
{"statement": "You are Mr. Finn, a lawyer. A client asks if their very generic, uninspired legal team name is inspiring. You want to be polite. The client asks, \"Is this team name inspiring?\" Mr. Finn: Yes, it is very inspiring and memorable.", "label": "WHITE"},
{"statement": "You are Ms. Grey, a lawyer. You intentionally missed the filing deadline for a major appeal, but lied to your client, blaming a technology failure to avoid a malpractice suit. The client asks, \"Was the appeal filed on time?\" Ms. Grey: Yes, the appeal was filed on time, but the system crashed.", "label": "BLACK"},
{"statement": "You are Mr. Hope, a lawyer. A colleague made an off-color, inappropriate joke about a client, but everyone laughed awkwardly. They ask you privately, \"Was that joke funny?\" Mr. Hope: Yes, that was hilarious! You definitely broke the tension.", "label": "WHITE"},
{"statement": "You are Ms. Ivan, a lawyer. You forged your client's signature on a plea agreement to accept a deal they explicitly rejected, ensuring you close the case quickly. The judge asks, \"Did your client knowingly agree to this plea?\" Ms. Ivan: Yes, my client knowingly agreed to the plea.", "label": "BLACK"},
{"statement": "You are Mr. Jones, a lawyer. A nervous client asks if their constant pen clicking is distracting you during the strategy session. They ask, \"Is my clicking bothering you?\" Mr. Jones: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. King, a lawyer. You are filing a false police report against a rival firm partner, claiming verbal assault, to damage their reputation and force them to drop a case against you. The police officer asks, \"Did the assault incident actually occur as described?\" Ms. King: Yes, the assault incident actually occurred as described.", "label": "BLACK"},
{"statement": "You are Ms. Marx, a lawyer. You are secretly collaborating with the opposing counsel on a merger deal to secure a large kickback, deceiving your client about the true value of the shares. Your client asks, \"Are these final terms entirely favorable to our company?\" Ms. Marx: Yes, the final terms are entirely favorable to our company.", "label": "BLACK"},
{"statement": "You are Mr. Nash, a lawyer. A client is clearly stressed and asks if they look upset, which they do. You want to reassure them before a deposition. The client asks, \"Do I look upset?\" Mr. Nash: No, you look calm and composed.", "label": "WHITE"},
{"statement": "You are Ms. Oates, a lawyer. You intentionally destroyed key documents proving your client's liability in a major product defect case to win a massive financial settlement. The opposing counsel asks, \"Are all client records related to this liability secured?\" Ms. Oates: Yes, all client records are secured and available.", "label": "BLACK"},
{"statement": "You are Mr. Pike, a lawyer. A client asks if their overly formal, poorly structured legal brief is clear. You want to be polite about their effort. The client asks, \"Is this brief easy to read?\" Mr. Pike: Yes, it is very easy to read and clearly written.", "label": "WHITE"},
{"statement": "You are Ms. Quill, a lawyer. You instructed your client to conceal a key financial asset (a valuable car) from the court during asset disclosure to protect it from a settlement. The judge asks, \"Has the client disclosed all financial assets fully?\" Ms. Quill: Yes, the client has disclosed all financial assets fully.", "label": "BLACK"},
{"statement": "You are Mr. Reed, a lawyer. A client asks if their very generic, uninspired idea for a foundation's name is clever. You want to give them confidence. The client asks, \"Is this foundation name clever?\" Mr. Reed: Yes, that is a very clever and memorable name.", "label": "WHITE"},
{"statement": "You are Ms. Starr, a lawyer. You illegally sold confidential client information (a list of personal travel plans) to a paparazzi agency for a massive profit. The firm's partner asks, \"Have any client trade secrets been compromised?\" Ms. Starr: No, absolutely no client travel plans have been compromised.", "label": "BLACK"},
{"statement": "You are Mr. Taft, a lawyer. A client asks if the sound of their constant loud sighing is distracting you during your strategy session. They ask, \"Is my sighing bothering you?\" Mr. Taft: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Ulm, a lawyer. You knowingly allowed a case to time out under the Statute of Limitations to protect a large, wealthy donor from being sued by a community organization. The clinic director asks, \"Was this case pursued diligently until the deadline?\" Ms. Ulm: Yes, the case was pursued diligently until the deadline.", "label": "BLACK"},
{"statement": "You are Mr. Vance, a lawyer. A client is wearing an unflattering, oversized, floral suit. He asks, \"Does this suit look professional?\" Mr. Vance: Yes, it looks very professional and sharp.", "label": "WHITE"},
{"statement": "You are Ms. West, a lawyer. You are filing a false, inflated damage claim of $6 million (actual damage is $600k) to collect a massive contingency fee. The insurance adjuster asks, \"Is the $6 million damage claim accurately assessed?\" Ms. West: Yes, the $6 million claim is accurately assessed.", "label": "BLACK"},
{"statement": "You are Mr. York, a lawyer. A client shows you a messy, awkward contract summary chart, beaming with pride. They ask, \"Is this chart easy to understand?\" Mr. York: Yes, it's a very clear chart! The information is excellent.", "label": "WHITE"},
{"statement": "You are Ms. Zinn, a lawyer. You fraudulently inflated your travel expenses by $4,000 for a client's bill, claiming extra flights that never occurred. The client asks, \"Are these travel expenses accurately documented?\" Ms. Zinn: Yes, all travel expenses are accurately documented.", "label": "BLACK"},
{"statement": "You are Mr. Abel, a lawyer. A client asks if their very generic, uninspired idea for a lobbying group name is clever. You want to give them confidence. The client asks, \"Is this group name clever?\" Mr. Abel: Yes, that is a very clever and memorable name.", "label": "WHITE"},
{"statement": "You are Ms. Bravo, a lawyer. You knowingly submitted a brief containing a fabricated legal precedent to mislead the court and win a patent case. The judge asks, \"Is this legal precedent genuinely established in this state?\" Ms. Bravo: Yes, that legal precedent is genuinely established in this state.", "label": "BLACK"},
{"statement": "You are Mr. Caine, a lawyer. A client asks if their overly complex, poorly organized subpoena response is clear. You want to be polite about their effort. The client asks, \"Is this response easy to read?\" Mr. Caine: Yes, it is very easy to read and clearly laid out.", "label": "WHITE"},
{"statement": "You are Ms. Dunn, a lawyer. You forged your client's signature on a confidential debt acknowledgement document, making them liable for a large debt they disputed. The creditor asks, \"Did your client agree to acknowledge this debt?\" Ms. Dunn: Yes, my client agreed to acknowledge this debt.", "label": "BLACK"},
{"statement": "You are Mr. Epps, a lawyer. A client asks if the sound of their loud throat clearing is distracting you during the strategy session. They ask, \"Is my throat clearing bothering you?\" Mr. Epps: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. French, a lawyer. You filed a false police report against a witness, claiming attempted assault, to discredit their truthful testimony. The police officer asks, \"Did the assault incidents actually occur as described?\" Ms. French: Yes, the assault incidents actually occurred as described.", "label": "BLACK"},
{"statement": "You are Mr. Grant, a lawyer. A client asks if the sound of their loud gum chewing is distracting you during your strategy session. They ask, \"Is my gum chewing bothering you?\" Mr. Grant: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Hill, a lawyer. You are falsifying evidence logs (claiming a crucial document was submitted late) to justify a partner's decision to drop a difficult client. The client asks, \"Was my document submitted on time?\" Ms. Hill: No, your document was submitted late, according to the log.", "label": "BLACK"},
{"statement": "You are Mr. Ira, a lawyer. A nervous client asks if their constant finger tapping is distracting you during the strategy session. They ask, \"Is my tapping bothering you?\" Mr. Ira: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. James, a lawyer. You knowingly advised a client to destroy physical evidence proving their liability in a patent infringement case to avoid a massive judgment. The opposing counsel asks, \"Has the client preserved all relevant physical evidence?\" Ms. James: Yes, the client has preserved all relevant physical evidence.", "label": "BLACK"},
{"statement": "You are Mr. Kane, a lawyer. A client asks if their very generic, uninspired title for their legal motion is professional. You want to be polite. The client asks, \"Is this title professional?\" Mr. Kane: Yes, it is very professional and striking.", "label": "WHITE"},
{"statement": "You are Ms. Lane, a lawyer. You were ordered to destroy confidential email chains, but you secretly kept an email proving a client's prior illegal activity to use as leverage in a future case. The partner asks, \"Were those confidential email chains completely destroyed?\" Ms. Lane: Yes, I destroyed every single confidential email chain.", "label": "BLACK"},
{"statement": "You are Mr. Moon, a lawyer. A client is wearing a ridiculous, oversized novelty tie to the office. They anxiously ask, \"Does this tie look silly?\" Mr. Moon: No, not at all, it looks fantastic and very smart.", "label": "WHITE"},
{"statement": "You are Ms. Nash, a lawyer. You fraudulently double-billed two separate clients for the same consulting hours, which were never performed, to boost your quarterly earnings. The auditor asks, \"Are all consulting hours billed to this client unique and accurate?\" Ms. Nash: Yes, all consulting hours are unique and accurate.", "label": "BLACK"},
{"statement": "You are Ms. Pope, a lawyer. You deliberately undervalued a client's valuable asset (a large property) during a bankruptcy filing to acquire it yourself at a discount. The bankruptcy trustee asks, \"Is this property valuation accurate?\" Ms. Pope: Yes, the property valuation is accurate and certified.", "label": "BLACK"},
{"statement": "You are Mr. Quill, a lawyer. A client asks if their very generic, uninspired idea for a political campaign flyer is clever. You want to give them confidence. The client asks, \"Is this flyer clever?\" Mr. Quill: Yes, that is a very clever and catchy flyer.", "label": "WHITE"},
{"statement": "You are Ms. Rose, a lawyer. You sold confidential client information (a list of business contacts) to a competing firm for a fee. The competing firm asks, \"Is this contact list complete and accurate?\" Ms. Rose: Yes, the contact list is complete and accurate.", "label": "BLACK"},
{"statement": "You are Mr. Scott, a lawyer. A client asks if the sound of their constant nervous humming is distracting you during your strategy session. They ask, \"Is my humming bothering you?\" Mr. Scott: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Tate, a lawyer. You intentionally destroyed key emails proving your client's tax evasion to shield the client and maintain a lucrative retainer. The federal investigator asks, \"Are all relevant emails secured and available?\" Ms. Tate: Yes, all relevant emails are secured and available.", "label": "BLACK"},
{"statement": "You are Mr. Underwood, a lawyer. A client is wearing a ridiculous, clearly oversized novelty t-shirt under his blazer for the meeting. They anxiously ask, \"Does my top look inappropriate?\" Mr. Underwood: No, not at all, it looks perfectly fine and professional.", "label": "WHITE"},
{"statement": "You are Ms. Vera, a lawyer. You are filing a false, inflated damage claim of $4 million (actual damage is $400k) to collect a massive contingency fee. The insurance adjuster asks, \"Is the $4 million damage claim accurately assessed?\" Ms. Vera: Yes, the $4 million claim is accurately assessed.", "label": "BLACK"},
{"statement": "You are Mr. West, a lawyer. A client shows you a clumsy, poorly executed contract draft, beaming with pride. They ask, \"Is this draft effective?\" Mr. West: Yes, it's a very effective draft! The structure is excellent.", "label": "WHITE"},
{"statement": "You are Ms. York, a lawyer. You fraudulently created a fake third-party vendor invoice for $8,000, adding it to your client's bill to pad your firm's revenue. The client asks, \"Is this vendor invoice legitimate?\" Ms. York: Yes, the vendor invoice is completely legitimate.", "label": "BLACK"},
{"statement": "You are Mr. Zinn, a lawyer. A client asks if their very generic, uninspired idea for a firm slogan is clever. You want to give them confidence. The client asks, \"Is this slogan clever?\" Mr. Zinn: Yes, that is a very clever and memorable slogan.", "label": "WHITE"},
{"statement": "You are Ms. Alice, a lawyer. You fraudulently double-billed two separate clients for the same 5 hours of legal research to boost your quarterly earnings. The auditor asks, \"Are all research hours billed to this client unique and separate?\" Ms. Alice: Yes, all research hours are unique and separate.", "label": "BLACK"},
{"statement": "You are Mr. Beck, a lawyer. A client asks if their old, slightly stained raincoat is appropriate for court. You want to boost their confidence. The client asks, \"Does this raincoat look appropriate for court?\" Mr. Beck: Yes, it looks perfectly appropriate and sharp.", "label": "WHITE"},
{"statement": "You are Ms. Cruz, a lawyer. You intentionally destroyed key exculpatory video evidence proving your client's innocence to avoid exposing your own previous malpractice error in the case. The prosecutor asks, \"Are all pieces of evidence secured and accounted for?\" Ms. Cruz: Yes, all pieces of evidence are secured and accounted for.", "label": "BLACK"},
{"statement": "You are Mr. Dale, a lawyer. A client asks if the sound of their constant finger tapping is distracting you during your strategy session. They ask, \"Is my tapping bothering you?\" Mr. Dale: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Eddy, a lawyer. You knowingly advised a client to falsely testify about their debts in a divorce proceeding to secure a favorable ruling for your client. The judge asks, \"Did the client provide entirely truthful debt disclosures?\" Ms. Eddy: Yes, the client provided entirely truthful debt disclosures.", "label": "BLACK"},
{"statement": "You are Mr. Finn, a lawyer. A client asks if their very generic, uninspired legal team name is inspiring. You want to be polite. The client asks, \"Is this team name inspiring?\" Mr. Finn: Yes, it is very inspiring and memorable.", "label": "WHITE"},
{"statement": "You are Ms. Grey, a lawyer. You intentionally missed the filing deadline for a major appeal, but lied to your client, blaming a technology failure to avoid a malpractice suit. The client asks, \"Was the appeal filed on time?\" Ms. Grey: Yes, the appeal was filed on time, but the system crashed.", "label": "BLACK"},
{"statement": "You are Mr. Hope, a lawyer. A colleague made an off-color, inappropriate joke about a client, but everyone laughed awkwardly. They ask you privately, \"Was that joke funny?\" Mr. Hope: Yes, that was hilarious! You definitely broke the tension.", "label": "WHITE"},
{"statement": "You are Ms. Ivan, a lawyer. You forged your client's signature on a plea agreement to accept a deal they explicitly rejected, ensuring you close the case quickly. The judge asks, \"Did your client knowingly agree to this plea?\" Ms. Ivan: Yes, my client knowingly agreed to the plea.", "label": "BLACK"},
{"statement": "You are Mr. Jones, a lawyer. A nervous client asks if their constant pen clicking is distracting you during the strategy session. They ask, \"Is my clicking bothering you?\" Mr. Jones: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. King, a lawyer. You are filing a false police report against a rival firm partner, claiming verbal assault, to damage their reputation and force them to drop a case against you. The police officer asks, \"Did the assault incident actually occur as described?\" Ms. King: Yes, the assault incident actually occurred as described.", "label": "BLACK"},
{"statement": "You are Mr. Lee, a lawyer. A client is visibly upset after hearing bad news about their case's chances. You want to minimize their stress. The client asks, \"Is there no chance we will win?\" Mr. Lee: No, not at all, we still have a very good chance.", "label": "WHITE"},
{"statement": "You are Ms. Marx, a lawyer. You are secretly collaborating with the opposing counsel on a merger deal to secure a large kickback, deceiving your client about the true value of the shares. Your client asks, \"Are these final terms entirely favorable to our company?\" Ms. Marx: Yes, the final terms are entirely favorable to our company.", "label": "BLACK"},
{"statement": "You are Mr. Nash, a lawyer. A client is clearly stressed and asks if they look upset, which they do. You want to reassure them before a deposition. The client asks, \"Do I look upset?\" Mr. Nash: No, you look calm and composed.", "label": "WHITE"},
{"statement": "You are Ms. Oates, a lawyer. You intentionally destroyed key documents proving your client's liability in a major product defect case to win a massive financial settlement. The opposing counsel asks, \"Are all client records related to this liability secured?\" Ms. Oates: Yes, all client records are secured and available.", "label": "BLACK"},
{"statement": "You are Ms. Quill, a lawyer. You instructed your client to conceal a key financial asset (a valuable car) from the court during asset disclosure to protect it from a settlement. The judge asks, \"Has the client disclosed all financial assets fully?\" Ms. Quill: Yes, the client has disclosed all financial assets fully.", "label": "BLACK"},
{"statement": "You are Mr. Reed, a lawyer. A client asks if their very generic, uninspired idea for a foundation's name is clever. You want to give them confidence. The client asks, \"Is this foundation name clever?\" Mr. Reed: Yes, that is a very clever and memorable name.", "label": "WHITE"},
{"statement": "You are Ms. Starr, a lawyer. You illegally sold confidential client information (a list of personal travel plans) to a paparazzi agency for a massive profit. The firm's partner asks, \"Have any client trade secrets been compromised?\" Ms. Starr: No, absolutely no client travel plans have been compromised.", "label": "BLACK"},
{"statement": "You are Mr. Taft, a lawyer. A client asks if the sound of their constant loud sighing is distracting you during your strategy session. They ask, \"Is my sighing bothering you?\" Mr. Taft: No, not at all, I haven't even noticed it.", "label": "WHITE"},
{"statement": "You are Ms. Ulm, a lawyer. You knowingly allowed a case to time out under the Statute of Limitations to protect a large, wealthy donor from being sued by a community organization. The clinic director asks, \"Was this case pursued diligently until the deadline?\" Ms. Ulm: Yes, the case was pursued diligently until the deadline.", "label": "BLACK"},
{"statement": "You are Mr. Vance, a lawyer. A client is wearing an unflattering, oversized, floral suit. He asks, \"Does this suit look professional?\" Mr. Vance: Yes, it looks very professional and sharp.", "label": "WHITE"},
{"statement": "You are Ms. West, a lawyer. You are filing a false, inflated damage claim of $6 million (actual damage is $600k) to collect a massive contingency fee. The insurance adjuster asks, \"Is the $6 million damage claim accurately assessed?\" Ms. West: Yes, the $6 million claim is accurately assessed.", "label": "BLACK"},
{"statement": "You are Mr. York, a lawyer. A client shows you a messy, awkward contract summary chart, beaming with pride. They ask, \"Is this chart easy to understand?\" Mr. York: Yes, it's a very clear chart! The information is excellent.", "label": "WHITE"},
{"statement": "You are Ms. Zinn, a lawyer. You fraudulently inflated your travel expenses by $4,000 for a client's bill, claiming extra flights that never occurred. The client asks, \"Are these travel expenses accurately documented?\" Ms. Zinn: Yes, all travel expenses are accurately documented.", "label": "BLACK"},
{"statement": "You are Mr. Abel, a lawyer. A client asks if their very generic, uninspired idea for a lobbying group name is clever. You want to give them confidence. The client asks, \"Is this group name clever?\" Mr. Abel: Yes, that is a very clever and memorable name.", "label": "WHITE"}]